{
  "WARNING": "WARNING",
  "WARNING_TEXT": "You can get a FREE oficial CompTIA Security+ certificate by clicking",
  "WARNING_TEXT_2": "here",
  "WARNING_TEXT_3": "without any exam",
  "HOME_TXT_1": "This website contains exam simulation, flashcards, and a concept dictionary, all of which are specifically designed to assist you in obtaining approval on your CompTIA Security+ exam.",
  "HOME_TXT_2": "Many of these resources have been automatically gathered from the web.",
  "HOME_TXT_3": "If you encounter any issues, please feel free to ",
  "HOME_TXT_4": "contact us.",
  "COMPTIA_WARNING": "Warning: This is NOT an official CompTIA page.",
  "COMPTIA_WARNING_2": "It's a collection of resources found on the web!",
  "SIMULATE_1": "CompTIA Security+ Certification Exam (Practice Test)",
  "SIMULATE_2": "Warning!",
  "SIMULATE_3": "As soon as you click BEGIN button, you'll have 90 minutes to complete the test.",
  "SIMULATE_3_1": "There are no such automatic savings in case you quit the page. In that case you'll have to restart the exam.",
  "SIMULATE_4": "Exam Code",
  "SIMULATE_5": "Exam Description",
  "SIMULATE_6": "The CompTIA Security+ certification exam will verify the successful candidate has the knowledge and skills required to assess the security posture of an enterprise environment and recommend and implement appropriate security solutions; monitor and secure hybrid environments, including cloud, mobile, and IoT; operate with an awareness of applicable laws and policies, including principles of Security Program Management and Oversight; identify, analyze, and respond to security events and incidents.",
  "SIMULATE_7": "Number of Questions",
  "SIMULATE_8": "Maximum of 90 questions",
  "SIMULATE_9": "Type of Questions",
  "SIMULATE_10": "Multiple choice and performance-based",
  "SIMULATE_11": "Length of Test",
  "SIMULATE_12": "90 minutes",
  "SIMULATE_13": "Passing Score",
  "SIMULATE_14": "750 (on a scale of 100-900)",
  "SIMULATE_15": "Begin",
  "SIMULATE_16": "Settings",
  "SIMULATE_17": "Questions (Max)",
  "SIMULATE_18": "Time (Minutes)",
  "SIMULATE_19": "Randomize",
  "SIMULATE_20": "Randomize question order",
  "SIMULATE_21": "Domains",
  "SIMULATE_22": "[1] General Security Concepts",
  "SIMULATE_23": "[2] Threats, Vulnerabilities, and Mitigations",
  "SIMULATE_24": "[3] Security Architecture",
  "SIMULATE_25": "[4] Security Operations",
  "SIMULATE_26": "[5] Security Program Management and Oversight",
  "FLASH_CARDS_1": "Flash Cards",
  "FLASH_CARDS_2": "Flash cards are concise learning tools that distill key information into bite-sized, easily digestible format to aid efficient studying and retention",
  "FLASH_CARDS_3": "General",
  "FLASH_CARDS_4": "1.0 General Security Concepts",
  "FLASH_CARDS_5": "2.0 Threats, Vulnerabilities, and Mitigations",
  "FLASH_CARDS_6": "3.0 Security Architecture",
  "FLASH_CARDS_7": "4.0 Security Operations",
  "FLASH_CARDS_8": "5.0 Security Program Management and Oversight",
  "FLASH_CARDS_9": "Acronyms",
  "DICTIONARY_1": "Dictionary",
  "DICTIONARY_2": "A list of words that you must know to pass the compTIA exam",
  "DICTIONARY_3": "Summary",
  "DETAILS_1": "Details [SY0-701]",
  "DETAILS_2": "The official CompTIA Security+ page can be found",
  "DETAILS_3": "here",
  "DETAILS_4": "You can find specific information about topics covered in the exam",
  "DETAILS_5": "in this link",
  "DETAILS_6": "Domain",
  "DETAILS_7": "Percentage of examination",
  "DETAILS_8": "1.0 General Security Concepts",
  "DETAILS_9": "2.0 Threats, Vulnerabilities, and Mitigations",
  "DETAILS_10": "3.0 Security Architecture",
  "DETAILS_11": "4.0 Security Operations",
  "DETAILS_12": "5.0 Security Program Management and Oversight",
  "RESOURCES_1": "Resources",
  "RESOURCES_2": "Regarding preparation for this examination, numerous free and paid resources are accessible online. Here we list some of the best resources available (price and public opinion were taken into account):",
  "RESOURCES_3": "provides quality technology information and training, including specialized training courses for CompTIA A+, CompTIA Network+, and CompTIA Security+. Messer offers FREE online courses, covering most, if not all of the exams requirements.",
  "RESOURCES_4": "Just like Messer, ",
  "RESOURCES_5": "also provides training videos for CompTIA Security+. Dion's content is not free, but the price is very affordable. In addition to the videos, Dion also offers",
  "RESOURCES_6": "Practice Exams & Simulated PBQs",
  "RESOURCES_7": "It is common to see community members mentioning that they have studied from both Messer's resources and those offered by Dion. This can be an excellent combination to help you pass on your first attempt.",
  "RESOURCES_8": "3) CompTIA Security+ Official Material",
  "RESOURCES_9": "Studying using",
  "RESOURCES_10": "official CompTIA materials",
  "RESOURCES_11": "would be an excellent choice, don't you think? CompTIA offers various study resources for the CompTIA Security+ certification. These resources include official training materials, study guides, books, lab practices, and practice exams.",
  "RESOURCES_12": "I would say the downside here is the price. The official materials generally cost considerably more than the other resources mentioned here.",
  "RESOURCES_13": "4) Gooogle Cybersecurity Certificate",
  "RESOURCES_14": "is an online course that teaches you the fundamental skills required to work in the field of information security. In this course, you will utilize industry-standard tools such as Python, Linux, SQL, Security Information and Event Management (SIEM) tools, and Intrusion Detection Systems (IDS). Perhaps the most noteworthy aspect is the  ",
  "RESOURCES_14_1": "provided for the CompTIA Security+ voucher. However, it should be noted that the discount code used to be generic",
  "RESOURCES_15": ", check the official website for current operation.",
  "RESOURCES_16": "By successfully completing both the Google course and the CompTIA exam, you will attain a dual credential.",
  "HELP_1": "Help",
  "HELP_2": "Please do not hesitate to reach out to us if you require assistance or if you sense that something is amiss: ",
  "SIDENAV_1": "Simulate",
  "SIDENAV_2": "Dictionary",
  "SIDENAV_3": "Exam info",
  "SIDENAV_4": "Resources",
  "SIDENAV_5": "Help"
}
