{
  "WARNING": "AVISO",
  "WARNING_TEXT": "Você pode obter a certificação CompTIA Security+ de GRAÇA clicando",
  "WARNING_TEXT_2": "aqui",
  "WARNING_TEXT_3": "sem fazer o exame",
  "HOME_TXT_1": "Este site contém simulação de prova, flashcards e um dicionário de conceitos — todos especialmente desenvolvidos para te ajudar a conquistar a aprovação no exame CompTIA Security+.",
  "HOME_TXT_2": "Muitos desses recursos foram coletados automaticamente da internet.",
  "HOME_TXT_3": "Se você encontrar algum problema, sinta-se à vontade para ",
  "HOME_TXT_4": "entrar em contato conosco.",
  "COMPTIA_WARNING": "Aviso: Esta NÃO é uma página oficial da CompTIA.",
  "COMPTIA_WARNING_2": "É uma coletânea de recursos encontrados na internet!",
  "SIMULATE_1": "Exame de Certificação CompTIA Security+ (Simulado)",
  "SIMULATE_2": "Aviso!",
  "SIMULATE_3": "Assim que você clicar no botão INICIAR, você terá 90 minutos para concluir o teste.",
  "SIMULATE_3_1": "Não há salvamento automático caso você saia da página. Nesse caso, será necessário reiniciar o exame.",
  "SIMULATE_4": "Código do Exame",
  "SIMULATE_5": "Descrição do Exame",
  "SIMULATE_6": "O exame de certificação CompTIA Security+ verificará se o candidato aprovado possui o conhecimento e as habilidades necessárias para avaliar a postura de segurança de um ambiente empresarial e recomendar e implementar soluções de segurança apropriadas; monitorar e proteger ambientes híbridos, incluindo nuvem, dispositivos móveis e IoT; atuar com consciência das leis e políticas aplicáveis, incluindo princípios de Gerenciamento e Supervisão de Programas de Segurança; identificar, analisar e responder a eventos e incidentes de segurança.",
  "SIMULATE_7": "Número de Questões",
  "SIMULATE_8": "Máximo de 90 questões",
  "SIMULATE_9": "Tipo de Questões",
  "SIMULATE_10": "Múltipla escolha e baseadas em desempenho",
  "SIMULATE_11": "Duração do Teste",
  "SIMULATE_12": "90 minutos",
  "SIMULATE_13": "Nota de Aprovação",
  "SIMULATE_14": "750 (em uma escala de 100 a 900)",
  "SIMULATE_15": "Iniciar",
  "SIMULATE_16": "Configurações",
  "SIMULATE_17": "Questões (Máximo)",
  "SIMULATE_18": "Tempo (Minutos)",
  "SIMULATE_19": "Aleatorizar",
  "SIMULATE_20": "Aleatorizar ordem das questões",
  "SIMULATE_21": "Domínios",
  "SIMULATE_22": "[1] Conceitos Gerais de Segurança",
  "SIMULATE_23": "[2] Ameaças, Vulnerabilidades e Mitigações",
  "SIMULATE_24": "[3] Arquitetura de Segurança",
  "SIMULATE_25": "[4] Operações de Segurança",
  "SIMULATE_26": "[5] Gerenciamento e Supervisão de Programas de Segurança",
  "FLASH_CARDS_1": "Flash Cards",
  "FLASH_CARDS_2": "Flash cards são ferramentas de aprendizado concisas que condensam informações chave em um formato pequeno e fácil de assimilar para ajudar no estudo eficiente e na retenção.",
  "FLASH_CARDS_3": "Geral",
  "FLASH_CARDS_4": "1.0 Conceitos Gerais de Segurança",
  "FLASH_CARDS_5": "2.0 Ameaças, Vulnerabilidades e Mitigações",
  "FLASH_CARDS_6": "3.0 Arquitetura de Segurança",
  "FLASH_CARDS_7": "4.0 Operações de Segurança",
  "FLASH_CARDS_8": "5.0 Gerenciamento e Supervisão de Programas de Segurança",
  "FLASH_CARDS_9": "Siglas",
  "DICTIONARY_1": "Dicionário",
  "DICTIONARY_2": "Uma lista de palavras que você deve conhecer para passar no exame CompTIA",
  "DICTIONARY_3": "Resumo",
  "DETAILS_1": "Detalhes [SY0-701]",
  "DETAILS_2": "A página oficial da CompTIA Security+ pode ser encontrada",
  "DETAILS_3": "aqui",
  "DETAILS_4": "Você pode encontrar informações específicas sobre os tópicos abordados no exame",
  "DETAILS_5": "neste link",
  "DETAILS_6": "Domínio",
  "DETAILS_7": "Porcentagem do exame",
  "DETAILS_8": "1.0 Conceitos Gerais de Segurança",
  "DETAILS_9": "2.0 Ameaças, Vulnerabilidades e Mitigações",
  "DETAILS_10": "3.0 Arquitetura de Segurança",
  "DETAILS_11": "4.0 Operações de Segurança",
  "DETAILS_12": "5.0 Gerenciamento e Supervisão de Programas de Segurança",
  "RESOURCES_1": "Recursos",
  "RESOURCES_2": "Sobre a preparação para este exame, diversos recursos gratuitos e pagos estão disponíveis online. Aqui listamos alguns dos melhores recursos disponíveis (preço e opinião pública foram levados em conta):",
  "RESOURCES_3": "fornece informações de tecnologia de qualidade e treinamentos, incluindo cursos especializados para CompTIA A+, CompTIA Network+ e CompTIA Security+. Messer oferece cursos online GRATUITOS, cobrindo a maior parte, se não todos, os requisitos do exame.",
  "RESOURCES_4": "Assim como Messer, ",
  "RESOURCES_5": "também oferece vídeos de treinamento para CompTIA Security+. O conteúdo do Dion não é gratuito, mas o preço é bastante acessível. Além dos vídeos, Dion também oferece",
  "RESOURCES_6": "Exames Práticos e PBQs Simulados",
  "RESOURCES_7": "É comum ver membros da comunidade mencionando que estudaram tanto com os recursos do Messer quanto com os oferecidos pelo Dion. Essa pode ser uma excelente combinação para ajudar você a passar na primeira tentativa.",
  "RESOURCES_8": "3) Material Oficial CompTIA Security+",
  "RESOURCES_9": "Estudar usando",
  "RESOURCES_10": "materiais oficiais da CompTIA",
  "RESOURCES_11": "seria uma excelente escolha, não acha? A CompTIA oferece diversos recursos de estudo para a certificação CompTIA Security+. Esses recursos incluem materiais oficiais de treinamento, guias de estudo, livros, práticas de laboratório e exames práticos.",
  "RESOURCES_12": "Eu diria que o ponto negativo aqui é o preço. Os materiais oficiais geralmente custam consideravelmente mais do que os outros recursos mencionados aqui.",
  "RESOURCES_13": "4) Certificado de Cibersegurança do Google",
  "RESOURCES_14": "é um curso online que ensina as habilidades fundamentais necessárias para trabalhar na área de segurança da informação. Neste curso, você utilizará ferramentas padrão do setor, como Python, Linux, SQL, ferramentas de Gestão de Informação e Eventos de Segurança (SIEM) e Sistemas de Detecção de Intrusão (IDS). Talvez o aspecto mais notável seja o ",
  "RESOURCES_14_1": "fornecido para o voucher CompTIA Security+. No entanto, deve-se observar que o código de desconto é genérico",
  "RESOURCES_15": "e pode ser usado independentemente da inscrição no curso do Google.",
  "RESOURCES_16": "Ao concluir com sucesso tanto o curso do Google quanto o exame CompTIA, você obterá uma dupla certificação.",
  "HELP_1": "Ajuda",
  "HELP_2": "Por favor, não hesite em nos contatar se precisar de ajuda ou se sentir que algo está errado: ",
  "SIDENAV_1": "Simulador",
  "SIDENAV_2": "Dicionário",
  "SIDENAV_3": "Informações do exame",
  "SIDENAV_4": "Recursos",
  "SIDENAV_5": "Ajuda"
}